# IsothermalMoistureCapacity Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..IsothermalMoistureCapacity Property
SpecTypeId Class See Also
---
Isothermal Moisture Capacity, in discipline Energy.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId IsothermalMoistureCapacity { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property IsothermalMoistureCapacity As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ IsothermalMoistureCapacity {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace